Repository: giyyanan/Farm-Connect
Catalog: farmConnect/locale/*/LC_MESSAGES/django.po
Languages: ta

source: Latitude
ta: அஞ்சல் அட்சரேகை

source: Value should be a Co-ordinate
ta: அஞ்சல் மதிப்பு ஒரு ஆயம் இருக்க வேண்டும்

source: Longitude
ta: அஞ்சல் தீர்க்க

source: Village Name (or) Region
ta: கிராமம் (அல்லது) பகுதி

source: Town Name (or) Taluk
ta: டவுன் பெயர் (அல்லது) தாலுகா

source: City (or) District
ta: ஸிடீ (அல்லது) மாவட்டம்

source: Andaman and Nicobar Islands
ta: அந்தமான் நிக்கோபார் தீவுகள்

source: Andhra Pradesh
ta: ஆந்திரப் பிரதேசம்

source: Arunachal Pradesh
ta: அருணாசலப் பிரதேசம்

source: Assam
ta: அசாம்

source: Bihar
ta: பீகார்

source: Chhattisgarh
ta: சத்தீஸ்கர்

source: Chandigarh
ta: சண்டிகர்

source: Daman and Diu
ta: டாமன் மற்றும் டையூ

source: Dadra and Nagar Haveli
ta: தாத்ரா மற்றும் நகர் ஹவேலி

source: Delhi
ta: தில்லி

source: Goa
ta: கோவா

source: Gujarat
ta: குஜராத்

source: Haryana
ta: அரியானா

source: Himachal Pradesh
ta: இமாசலப் பிரதேசம்

source: Jammu and Kashmir
ta: ஜம்மு காஷ்மீர்

source: Jharkhand
ta: ஜார்க்கண்ட்

source: Karnataka
ta: கர்நாடக

source: Kerala
ta: கேரளா

source: Lakshadweep
ta: லட்சத்தீவுகள்

source: Madhya Pradesh
ta: மத்தியப் பிரதேசம்

source: Maharashtra
ta: மகாராஷ்டிரா

source: Manipur
ta: மணிப்பூர்

source: Meghalaya
ta: மேகாலயா

source: Mizoram
ta: மிசோரம்

source: Nagaland
ta: நாகாலாந்து

source: Orissa
ta: ஒரிசா

source: Punjab
ta: பஞ்சாப்

source: Pondicherry
ta: பாண்டிச்சேரி

source: Rajasthan
ta: ராஜஸ்தான்

source: Sikkim
ta: சிக்கிம்

source: Tamil Nadu
ta: தமிழ்நாடு

source: Tripura
ta: திரிபுரா

source: Uttarakhand
ta: உத்தரகண்ட்

source: Uttar Pradesh
ta: உத்தரப் பிரதேசம்

source: West Bengal
ta: மேற்கு வங்கம்

source: Farmer
ta: விவசாயி

source: Retailer
ta: விற்பனையாளர்

source: Username
ta: பயனர் பெயர்

source: Enter only letters and numbers
ta: எழுத்துகள் மற்றும் எண்கள் உள்ளிடவும்

source: Password
ta: கடவுச்சொல்

source: Confirm password
ta: கடவுச்சொல்லை உறுதி செய்

source: Phone Number
ta: தொலைபேசி எண்

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
ta: தொலைபேசி எண் வடிவத்தில் உள்ளிட்ட வேண்டும் . 15 இலக்கங்கள் செய்ய '+999999999'

source: English
ta: ஆங்கிலம்

source: Tamil
ta: தமிழ்

source: Passwords did not match.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.

source: Username is already taken.
ta: பயனர்பெயர் ஏற்கனவே உள்ளது.

source: Category Picture
ta: உற்பத்தி வகை படம்

source: Produce Picture
ta: உற்பத்தி படம்

source: Delivery Date and time should should be greater than the current date and time
ta: விநியோக தேதி மற்றும் நேரம் தற்போதைய தேதிய விட அதிகமாக இருக்க வேண்டும்

source: Bid Date and time should should be lesser than the Delivery date and time
ta: ஏல தேதி மற்றும் நேரம் விநியோக தேதி மற்றும் நேரதை குறைவாக இருக்க வேண்டும்

source: Address
ta: முகவரி

source: Profile
ta: விபரம்

source: Add
ta: சேர்

source: Update
ta: புதுப்பிக்கபவும்

source: Save Location
ta: இடம் சேமிக்கவும்

source: Farm Connect
ta: விவசாய இணையம்

source: LOGOUT
ta: வெளியேறு

source: ACCOUNT
ta: கணக்கு

source: HOME
ta: முகப்பு

source: Success!
ta: வெற்றி :

source: Info!
ta: தகவல் :

source: Warning!
ta: எச்சரிக்கை :

source: Error!
ta: பிழை :

source: Bids
ta: ஏலம்

source: Category
ta: வகை

source: Produce
ta: உற்பத்தி

source: Price
ta: விலை

source: Quantity
ta: அளவு

source: Delivery Date&Time
ta: விநியோக தேதி & நேரம்

source: Buyer
ta: வாங்குபவர்

source: Seller
ta: விற்பனையாளர்

source: Pickup Date&Time
ta: எடுத்துவரும் தேதி & நேரம்

source: Status
ta: நிலவறம்

source: Action
ta: நடவடிக்கை

source: Accepted
ta: ஏற்றுக்கொள்ளப்பட்டது

source: Cancelled
ta: ரத்து

source: Rejected
ta: நிராகரிக்கப்பட்டது

source: Pending
ta: நிலுவையில்

source: Farm Connect -- Confirmation needed
ta: விவசாய இணையம் -- உறுதிப்படுத்தல் தேவைப்படுகிறது

source: A confirmation SMS has been sent to
ta: உறுதிப்படுத்தல் எஸ்எம்எஸ் அனுப்பபட்டது

source: Produce Category
ta: விளைபொருட்களின் வகை

source: Produce Name
ta: விளைபொருட்களின் பெயர்

source: Pickup Date & Time
ta: எடுத்துவரும் தேதி & நேரம்

source: Order Confirmation Date & Time
ta: ஆணை உறுதிப்படுத்தல் தேதி & நேரம்

source: Place Bid
ta: ஏலம் இடவும்

source: Change
ta: மாற்றம்

source: Delivery Date
ta: விநியோக தேதி

source: View Demands
ta: கோரிக்கைகள் காண்க

source: Existing Bids
ta: தற்போதுள்ள ஏலம்

source: View Orders
ta: ஆணைகள் காண்க

source: Track Orders
ta: ஆணைகள் பின்பற்ற

source: Log in to Farm Connect
ta: விவசாய இணையம் உள்நுழைய

source: Forgot password?
ta: கடவுச்சொல்லை மறந்து விட்டீர்களா?

source: Please enter username
ta: பயனர் பெயர் உள்ளிடவும்

source: Please enter password
ta: கடவுச்சொல்லை உள்ளிடவும்

source: Submit
ta: சமர்ப்பிக்க

source: Register
ta: புதிய பயனாளர்

source: Add a Produce Category
ta: உற்பத்திப் பகுப்பு சேர்க்கவும்

source: Category name
ta: வகை பெயர்

source: Close
ta: மூடு

source: Add a Produce
ta: உற்பத்திப சேர்

source: Produce name
ta: உற்பத்தி பெயர்

source: Add a Category
ta: விளைபொருட்களின் வகை சேர்க்கவும்

source: Create Demand
ta: கோரிக்கைகள் உருவாக்கு

source: Existing Demands
ta: தற்போதுள்ள கோரிக்கைகள்

source: Choose account type:
ta: கணக்கு வகை தேர்வு செய்யவும் :

source: greater than (kg)
ta: அதிகமாக (கிலோ)

source: lesser than (kg)
ta: குறைவாக (கிலோ)

source: equal to (kg)
ta: சமமாக (கிலோ)

source: greater than (Rs)
ta: அதிகமாக (ரூ)

source: lesser than (Rs)
ta: குறைவாக (ரூ)

source: equal to (Rs)
ta: சமமாக (ரூ)

source: Search Demands
ta: கோரிக்கைகள் தேடவும்

source: Clear Search
ta: தேடல் அளவுருக்கள் நீக்கவும்

source: Error occured during registration
ta: உறுதிப்படுத்தல்

source: Address is not stored for user. Go to accounts to update the address
ta: பயனர் முகவரி சேமிக்கப்படவில்லை. கணக்குகள் சென்று முகவரி புதுப்பிக்க

source: failed to fetch user information
ta: உறுதிப்படுத்தல்

source: failed to send SMS
ta: எஸ்எம்எஸ் அனுப்புவது தோல்வியடைந்தது

source: form is not valid
ta: வடிவம் தவறானது

source: User Information updated Successfully
ta: தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது

source: failed to save profile
ta: விபரக்கோவைக் சேமிக்க தவறிவிட்டது

source: Form values not valid
ta: படிவம் மதிப்புகள் செல்லுபடியாகாது

source: address succesfully saved
ta: முகவரி வெற்றிகரமாகப் சேமிக்கபட்டது

source: failed to update address fetch save stores
ta: முகவரி எடுக்க கடைகள் காப்பாற்ற புதுப்பிப்பதில் தோல்வி

source: Encountered while fetching categories
ta: பிரிவுகள் பெறுவதில் ஏற்பட்டது

source: Action not allowed for user type
ta: செயல்பாடு பயனர் வகைக்கு அனுமதி இல்லை

source: Produce category added successfully
ta: விளைபொருட்களின் வகை வெற்றிகரமாக சேர்க்கப்பட்டது

source: Encountered while fetching image for the category
ta: வகை பட பெறுவதில் ஏற்பட்டது

source: Produce added successfully
ta: விளைபொரு வெற்றிகரமாக சேர்க்கப்பட்டது தயாரிக்க

source: demand created
ta: தேவை உருவாக்கப்பட்டது

source: Encountered while creating a demand for the produce
ta: உற்பத்திகளுக்கு தேவையை உருவாக்குவது எதிர்கொண்டது

source: Prodcue not available for given category
ta: கொடுக்கப்பட்ட விளைபொரு வகை கிடைக்கவில்லை

source: Demand not available
ta: தேவை இல்லை

source: Bids present for existing bid
ta: கேள்விமனுக்கள் இருக்கும் முயற்சியில் தற்போது

source: Users can only delete the demand that they posted
ta: என்று கோரிக்கை நீக்க முடியும்

source: demand deleted successfully
ta: தேவை, வெற்றிகரமாக நீக்கப்பட்டது

source: error occured while deleting the demand
ta: தேவை நீக்கும் போது பிழை ஏற்பட்டது

source: Demand not available in database
ta: தேவை தகவல் கிடைக்கவில்லை

source: form fileds are not valid
ta: வடிவம் புலங்கள் செல்லாதது

source: Pickup datetime should be less than the delivery datetime
ta: எடு நாள்நேரம் விநியோக நாள்நேரம் விட குறைவாக இருக்க வேண்டும்

source: Order Confirmation datetime should be greater than the bidding end datetime
ta: ஆணை உறுதிப்படுத்தல் நாள்நேரம் ஏல முடிவில் நாள்நேரம் விட அதிகமாக இருக்க வேண்டும்
